Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=477_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Nuõrisuåvtõs
fin: Nuorisoneuvosto

source: NuõrisuåvtõŠšše vaŠlljeet kueiŠt ekka vuârai saaǥǥjååŠđteei, vääŠrrsaaǥǥjååŠđteei da kolmm jeeŠres vuäŠssla di juâkksižže siŠjjid personnallšem vääŠrrvuässla.
fin: Nuorisoneuvostoon valitaan kahdeksi vuodeksi kerrallaan puheenjohtaja, varapuheenjohtaja ja kolme muuta jäsentä sekä jokaiselle henkilökohtaiset varajäsenet.

source: VaŠlljuum väŠlddveârlaž vuäŠssla da vääŠrrvuässla âŠlǧǧe leeŠd 18-25-ekksa, teŠl ko siŠjjid vaŠlljeet.
fin: Näiden varsinaisten jäsenten ja varajäsenten tulee olla valituksi tullessaan 18-25-vuotiaita.

source: LââŠssen nuõrisuåvtõŠsse vaŠlljeet kueiŠt ekka vuârai vitt põõšši aŠšštobddivuäŠssla, kook aŠlǧǧe leeŠd 15-17-ekksa, teŠl ko siŠjjid vaŠlljeet.
fin: Lisäksi nuorisoneuvostoon valitaan kahdeksi vuodeksi kerrallaan viisi pysyvää asiantuntijajäsentä, joiden tulee olla valituksi tullessaan 15-17-vuotiaita.

source: Nuõrisuåvtõõzz saaǥǥjååŠđteei da vääŠrrsaaǥǥjååŠđteei jiâ taarbâž leeŠd sääŠmteeŠǧǧ vuäŠssla.
fin: Nuorisoneuvoston puheenjohtajan ja varapuheenjohtajan ei tarvitse olla saamelaiskäräjien jäseniä.

source: Nuõrisuåvtõs valmštââll tõid sääŠmteeŠǧǧ ceâlklmid, alttõõzzid da jeeŠres beäŠlestväŠlddmõõžžid leŠbe sääŠmnuõri leŠbe sääŠmnuõri jieŠllemvueŠjjid.
fin: Nuorisoneuvosto valmistelee ne saamelaiskäräjien lausunnot, aloitteet ja muut kannanotot jotka koskevat saamelaisnuoria tai saamelaisnuorten elinoloja.

source: JeeŠres nuõrisuåvtõõzz väŠlddtuâi liâ ooudâsviikkâd sääŠmnuõri ǩiõllʼlaž da kulttuursaž vuõiggâdvuõđid pirr LääŠddjânnam di ravvad sääŠmnuõri kuullmõõžž sääŠmkulttuuŠre.
fin: Muita nuorisoneuvoston päätehtäviä on edistää saamelaisnuorten kielellisiä ja kulttuurisia oikeuksia ympäri Suomen sekä vahvistaa saamelaisnuorten kuuluvuutta saamelaiskulttuuriin.

source: Nuõrisuåvtõs 2014-2015
fin: Nuorisoneuvosto 2014-2015

source: Vuässla:
fin: Jäsenet:

source: Niila Rahko, saaǥǥjååŠđteei - vääŠrrvuässlaž Mikkel Näkkäläjärvi
fin: Niila Rahko, puheenjohtaja - varajäsen Mikkel Näkkäläjärvi

source: Minna Lehtola, vääŠrrsaaǥǥjååŠđteei - vääŠrrvuäŠsslaž Anna-Katariina Feodoroff
fin: Minna Lehtola, varapuheenjohtaja - varajäsen Anna-Katariina Feodoroff

source: Elli-Marja Hetta - vääŠrrvuäŠsslaž Laura-Maija Niittyvuopio
fin: Elli-Marja Hetta - varajäsen Laura-Maija Niittyvuopio

source: Anne-Maret Labba - vääŠrrvuäŠsslaž Sammeli Salonen
fin: Anne-Maret Labba - varajäsen Sammeli Salonen

source: Aslak Holmberg - vääŠrrvuäŠsslaž Martta Alajärvi
fin: Jussa Seurujärvi

source: ÄŠšštobddivuäŠssla:
fin: Jouna Näkkälä Xia Torikka

source: Nuõrisuåtõõzz ääŠšš ouddpuŠhttjen da piizzren tuåimmai nuõripiizar Kaisa Tapiola-Länsman.
fin: Nuorisoneuvoston esittelijänä ja sihteerinä toimii nuorisosihteeri Kaisa Tapiola-Länsman
